[{
    "id": 1,
    "title": "Seamless mission-critical alliance",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715453/covers/course_module-cover-1.jpg",
    "content": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.\n\nInteger tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.\n\nPraesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.\n\nMorbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.\n\nFusce consequat. Nulla nisl. Nunc nisl.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 82
  }, {
    "id": 2,
    "title": "Operative solution-oriented policy",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715453/covers/course_module-cover-2.jpg",
    "content": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.\n\nMaecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\n\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 72
  }, {
    "id": 3,
    "title": "User-centric client-driven knowledge user",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715455/covers/course_module-cover-3.jpg",
    "content": "Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.\n\nNullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.\n\nFusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.\n\nSed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 7
  }, {
    "id": 4,
    "title": "Reactive contextually-based algorithm",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715454/covers/course_module-cover-4.jpg",
    "content": "Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.\n\nQuisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.\n\nVestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.\n\nIn congue. Etiam justo. Etiam pretium iaculis justo.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 86
  }, {
    "id": 5,
    "title": "Optimized full-range access",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715458/covers/course_module-cover-5.jpg",
    "content": "Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.\n\nPhasellus in felis. Donec semper sapien a libero. Nam dui.\n\nProin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 19
  }, {
    "id": 6,
    "title": "Organic asynchronous software",
    "cover": "https://res.cloudinary.com/dxxnoqykq/image/upload/v1532715455/covers/course_module-cover-6.jpg",
    "content": "Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero.\n\nNullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh.",
    "video": "https://res.cloudinary.com/dxxnoqykq/video/upload/v1532715662/videos/Keep_Running.ogv",
    "progress": 68
  }]